Repository: JesusCuetoY/Series
Catalog: Series/Series/Supporting Files/*.lproj/Localizable.strings
Languages: es_419

# SE_SERVER_ERROR
source: Service not available.
es_419: Servicio no disponible.

# SE_TIMEOUT_ERROR
source: The waiting time is over.
es_419: Se culminó el tiempo de espera.

# SE_OFFLINE_ERROR
source: The internet connection appears to be offline.
es_419: El estado de conexión parece estar offline.

# SE_GENERAL_ERROR
source: An error has occurred, please try again.
es_419: Lo sentimos, ocurrió un error. Por favor, comuníquese con el proveedor.

# SE_PARSER_ERROR_TITLE
source: Parser error
es_419: Error de Parser

# SE_PARSER_ERROR_MESSAGE
source: Couldn't complete the process, please try again.
es_419: No se pudo serializar el objeto

# SE_STORAGE_SAVE_ERROR
source: The save data process failed.
es_419: Falló el guardado de datos.

# SE_STORAGE_DELETE_ERROR
source: The data deletion failed.
es_419: Falló la eliminación de datos.

# SE_STORAGE_FETCH_ERROR
source: The retrieving of data failed.
es_419: Falló la obtención de datos.

# SE_SHOW_LIST_ERROR_TITLE
source: Couldn't load shows
es_419: Error al cargar series

# SE_SHOW_LIST_SEARCH_PLACEHOLDER
source: Search
es_419: Buscar

# SE_SHOW_LIST_SEARCH_EMPTY_MESSAGE
source: No results for '%@'
es_419: No se encontraron resultados para '%@'

# SE_SHOW_LIST_TITLE
source: Shows
es_419: Series

# SE_PEOPLE_LIST_ERROR_TITLE
source: Couldn't load people
es_419: Error al cargar personas

# SE_PEOPLE_LIST_SEARCH_EMPTY_MESSAGE
source: No results for '%@'
es_419: No se encontraron resultados para '%@'

# SE_PEOPLE_LIST_TITLE
source: People
es_419: Personas

# SE_SHOW_DETAIL_SCHEDULE_TITLE
source: Schedule:
es_419: Horarios:

# SE_SHOW_DETAIL_GENRES_TITLE
source: Genres:
es_419: Géneros:

# SE_EPISODE_DETAIL_ERROR_TITLE
source: Couldn't load episode
es_419: Error al cargar episodio

# SE_EPISODE_DETAIL_SEASON_TITLE
source: Season:
es_419: Temporada:

# SE_EPISODE_DETAIL_NUMBER_TITLE
source: Number:
es_419: Número:

# SE_EPISODE_DETAIL_SUMMARY_TITLE
source: Summary:
es_419: Sinopsis:
